import styles from './AboutUs.module.css';
import Link from "next/link";

const AboutUs = () => {
  return (
    <section className={styles.about_container}>
      <h1 className={styles.year}>2023</h1>
      <h3>درباره ما</h3>
      <p className={styles.title}>شرکت کهن فعال در زمینه غرفه سازی</p>
      <p className={styles.content}>
        شرکت کهن به عنوان طراح و مجری غرفه های نمایشگاهی و دارای گرید غرفه سازی <br />
        از شرکت سهامی نمایشگاه بین المللی با سابقه بیش از 15 سال در زمینه غرفه سازی و
        فعالیت های نمایشگاهی مشغول به فعالیت میباشد. گروه کهن دارای کارگاه اختصاصی و
        تجهیزات مدرن ساخت غرفه و پرسنل مجرب در زمینه ساخت غرفه در بالاترین کیفیت و در
        کوتاه ترین زمان تمامی نیاز مشارکت کنندگان را در زمینه دکوراسیون نمایشگاهی و تجهیز
        کامل غرفه براورده مینماید.غرفه سازی نمایشگاهی,غرفه سازی,طراحی ,ساخت غرفه,غرفه سازی
        در تهران,غرفه,غرفه آرائی غرفه سازی نمایشگاه,غرفه آرایی,طراحی غرفه و غرفه سازی در
        تهران و شهرستان, ساخت غرفه نمایشگاه و طراحی دکوراسیون از خدمات ما می باشد.
      </p>
      <Link href="/about-us" className={styles.btn}>ادامه مطلب ...</Link>
    </section>
  );
};

export default AboutUs;
