import Image from 'next/image';
import styles from './WhyUs.module.css';

const WhyUs = () => {
  return (
    <section className={styles.container}>
      <Image src={'/about1.png'} width={1469} height={689} alt='pic1' />
      <div className={styles.whyus}>
        <div>
          <p>چرا شرکت ما؟</p>
          <p>تحقق یک رویای واقعی در کنار حرفه‌ای بودن در اجرا</p>
        </div>
        <div>
          <p>
            نام تجاری ما مظهر ظرافت جهانی و حساسیت طراحی بومی است که تحت تأثیر طراحی داخلی
            فعلی و سنتی است. این سازمان در حال حاضر تجارت خود را به شهرهای بزرگ مانند
            Gurgaon، دهلی جنوبی، دهلی NCR، و شمال هند پس از 12 سال فعالیت توسعه داده است.
            در مدت کوتاهی که در تجارت بوده ایم، بیش از 400 پروژه موفق را تکمیل کرده ایم و
            مجدانه در تلاش هستیم تا پروژه های بیشتری را تکمیل کنیم.نام تجاری ما مظهر ظرافت
            جهانی و حساسیت طراحی بومی است که تحت تأثیر طراحی داخلی فعلی و سنتی است. این
            سازمان در حال حاضر تجارت خود را به شهرهای بزرگ مانند Gurgaon، دهلی جنوبی، دهلی
            NCR، و شمال هند پس از 12 سال فعالیت توسعه داده است. در مدت کوتاهی که در تجارت
            بوده ایم،{' '}
          </p>
        </div>
      </div>
      <div className={styles.above}>
        <div>
          <p>فراتر از مرزهای ابعاد</p>
          <p>
            نام تجاری ما مظهر ظرافت جهانی و حساسیت طراحی بومی است که تحت تأثیر طراحی داخلی
            فعلی و سنتی است. این سازمان در حال حاضر تجارت خود را به شهرهای بزرگ مانند
            Gurgaon، دهلی جنوبی، دهلی NCR، و شمال هند پس از 12 سال فعالیت توسعه داده است.
            در مدت کوتاهی که در تجارت بوده ایم، بیش از 400 پروژه موفق را تکمیل کرده ایم و
            مجدانه در تلاش هستیم تا پروژه های بیشتری را تکمیل کنیم.نام تجاری ما مظهر ظرافت
            جهانی و حساسیت طراحی بومی است که تحت تأثیر طراحی داخلی فعلی و سنتی است. این
            سازمان در حال حاضر تجارت خود را به شهرهای بزرگ مانند Gurgaon، دهلی جنوبی، دهلی
            NCR، و شمال هند پس از 12 سال فعالیت توسعه داده است. در مدت کوتاهی که در تجارت
            بوده ایم،{' '}
          </p>
        </div>
        <Image src={'/about2.jpeg'} width={714} height={539} alt='pc2' />
      </div>
      <div className={styles.whyus}>
        <p>طعم طراحی مدرن<br/> در غرفه سازی نمایشگاه‌ها</p>
        <p>
          نام تجاری ما مظهر ظرافت جهانی و حساسیت طراحی بومی است که تحت تأثیر طراحی داخلی
          فعلی و سنتی است. این سازمان در حال حاضر تجارت خود را به شهرهای بزرگ مانند
          Gurgaon، دهلی جنوبی، دهلی NCR، و شمال هند پس از 12 سال فعالیت توسعه داده است. در
          مدت کوتاهی که در تجارت بوده ایم، بیش از 400 پروژه موفق را تکمیل کرده ایم و
          مجدانه در تلاش هستیم تا پروژه های بیشتری را تکمیل کنیم.نام تجاری ما مظهر ظرافت
          جهانی و حساسیت طراحی بومی است که تحت تأثیر طراحی داخلی فعلی و سنتی است. این
          سازمان در حال حاضر تجارت خود را به شهرهای بزرگ مانند Gurgaon، دهلی جنوبی، دهلی
          NCR، و شمال هند پس از 12 سال فعالیت توسعه داده است. در مدت کوتاهی که در تجارت
          بوده ایم، نام تجاری ما مظهر ظرافت جهانی و حساسیت طراحی بومی است که تحت تأثیر
          طراحی داخلی فعلی و سنتی است. این سازمان در حال حاضر تجارت خود را به شهرهای بزرگ
          مانند Gurgaon، دهلی جنوبی، دهلی NCR، و شمال هند پس از 12 سال فعالیت توسعه داده
          است. در مدت کوتاهی که در تجارت بوده ایم، بیش از 400 پروژه موفق را تکمیل کرده ایم
          و مجدانه در تلاش هستیم تا پروژه های بیشتری را تکمیل کنیم.نام تجاری ما مظهر ظرافت
          جهانی و حساسیت طراحی بومی است که تحت تأثیر طراحی داخلی فعلی و سنتی است. این
          سازمان در حال حاضر تجارت خود را به شهرهای بزرگ مانند Gurgaon، دهلی جنوبی، دهلی
          NCR، و شمال هند پس از 12 سال فعالیت توسعه داده است. در مدت کوتاهی که در تجارت
          بوده ایم،{' '}
        </p>
      </div>
    </section>
  );
};

export default WhyUs;
