import Image from 'next/image';
import styles from './Content.module.css';

const Content = () => {
  return (
    <section className={styles.container}>
      <p>
        نام تجاری ما مظهر ظرافت جهانی و حساسیت طراحی بومی است که تحت تأثیر طراحی داخلی
        فعلی و سنتی است. این سازمان در حال حاضر تجارت خود را به شهرهای بزرگ مانند Gurgaon،
        دهلی جنوبی، دهلی NCR، و شمال هند پس از 12 سال فعالیت توسعه داده است. در مدت کوتاهی
        که در تجارت بوده ایم، بیش از 400 پروژه موفق را تکمیل کرده ایم و مجدانه در تلاش
        هستیم تا پروژه های بیشتری را تکمیل کنیم.نام تجاری ما مظهر ظرافت جهانی و حساسیت
        طراحی بومی است که تحت تأثیر طراحی داخلی فعلی و سنتی است. این سازمان در حال حاضر
        تجارت خود را به شهرهای بزرگ مانند Gurgaon، دهلی جنوبی، دهلی NCR، و شمال هند پس از
        12 سال فعالیت توسعه داده است. در مدت کوتاهی که در تجارت بوده ایم، بیش از 400 پروژه
        موفق را تکمیل کرده ایم و مجدانه در تلاش هستیم تا پروژه های بیشتری را تکمیل
        کنیم.نام تجاری ما مظهر ظرافت جهانی و حساسیت طراحی بومی است که تحت تأثیر طراحی
        داخلی فعلی و سنتی است. این سازمان در حال حاضر تجارت خود را به شهرهای بزرگ مانند
        Gurgaon، دهلی جنوبی، دهلی NCR، و شمال هند پس از 12 سال فعالیت توسعه داده است. در
        مدت کوتاهی که در تجارت بوده ایم، بیش از 400 پروژه موفق را تکمیل کرده ایم و مجدانه
        در تلاش هستیم تا پروژه های بیشتری را تکمیل کنیم.نام تجاری ما مظهر ظرافت جهانی و
        حساسیت طراحی بومی است که تحت تأثیر طراحی داخلی فعلی و سنتی است. این سازمان در حال
        حاضر تجارت خود را به شهرهای بزرگ مانند Gurgaon، دهلی جنوبی، دهلی NCR، و شمال هند
        پس از 12 سال فعالیت توسعه داده است. در مدت کوتاهی که در تجارت بوده ایم، بیش از 400
        پروژه موفق را تکمیل کرده ایم و مجدانه در تلاش هستیم تا پروژه های بیشتری را تکمیل
        کنیم. در مدت کوتاهی که در تجارت بوده ایم، بیش از 400 پروژه موفق را تکمیل کرده ایم
        و مجدانه در تلاش هستیم تا پروژه های بیشتری را تکمیل کنیم.نام تجاری ما مظهر ظرافت
        جهانی و حساسیت طراحی بومی است که تحت تأثیر طراحی داخلی فعلی و سنتی است. این سازمان
        در حال حاضر تجارت خود را به شهرهای بزرگ مانند Gurgaon، دهلی جنوبی، دهلی NCR، و
        شمال هند پس از 12 سال فعالیت توسعه داده است. در مدت کوتاهی که در تجارت بوده ایم،
        بیش از 400 پروژه موفق را تکمیل کرده ایم و مجدانه در تلاش هستیم تا پروژه های بیشتری
        را تکمیل کنیم.
      </p>
    </section>
  );
};

export default Content;
